SUCC_U = "Вы сдвинулись вверх"
FAIL_U = "Сверху стена, вы остаетесь на месте"

SUCC_D = "Вы сдвинулись вниз"
FAIL_D = "Снизу стена, вы остаетесь на месте"

SUCC_L = "Вы сдвинулись влево"
FAIL_L = "Слева стена, вы остаетесь на месте"

SUCC_R = "Вы сдвинулись вправо"
FAIL_R = "Справа стена, вы остаетесь на месте"

TEXT_WIN = """Вы выбрались из лабиринта! (╯°□°)╯

Игра окончена!
Нажмите кнопку "Новая игра" или перезапустите программу.
"""

TEXT_RELOAD = "Вы начали новую игру!"

TEXT_XML = "Состояние предыдущей игры загружено!"
